Repository: NjoudAbdulaziz/PROJECT-2
Catalog: *_Second_Project/*_Second_Project/localized/*.lproj/Localizable.strings
Languages: ar

source: The Shopping Cart is Empty!
ar: السله فارغة

source: Cartier Declaration
ar: كارتير ديكلاريشن

source: Excellence Jaguar
ar: اكسلانس انتنس جاغوار

source: Tom Ford Noir
ar: نوار من توم فورد

source: Eau Sauvage Parfum by Dior
ar: سوفاج من ديور

source: CALVIN KLEIN
ar: كالفن كلاين

source: L'Interdit Eau de Givenchy
ar: جيفنشي لا انترديت او دو

source: Black Opium Eau de
ar: بلاك اوبيوم

source: Gucci Bloom Eau De
ar: قوتشي بلوم او دو

source: Versace Crystal Noir Eau de
ar: كريستال نوار من فرزاتشي

source: CHANEL COCO
ar: كوكو شانيل

source: Home Perfume Rituals
ar: عطر منزل ريتالز

source: Home Perfume Chakra
ar: عطر منزل من شاكرا

source: Home Perfume Clasic
ar: عطر منزل كلاسيك

source: Home Perfume Golden Orchid
ar: عطر منزل الاوركيد الذهبي

source: Home Perfume Areon
ar: عطر منزل اريون

source: Login Invalid
ar: خطأ في تسجيل الدخول

source: All fields are required!
ar: كل الخانات مطلوبة

source: ok
ar: تم

source: Login is successfully
ar: تم تسجيل الدخول بنجاح

source: Welcome To My Perfume
ar: اهلا بك في عطري

source: Invalid Sign-Up
ar: خطأ في تسجيل دخول جديد

source: Passwords do not match!
ar: كلمات السر غير متطابقة

source: Sign-Up is successfully
ar: تم تسجيل الدخول بنجاح

source: Welcome To My Perfume!
ar: اهلا بك في عطري
